{
  "catppuccin": { "branch": "main" },
  "coc-css": { "branch": "master" },
  "coc-eslint": { "branch": "master" },
  "coc-html": { "branch": "master" },
  "coc-json": { "branch": "master" },
  "coc-lua": { "branch": "main" },
  "coc-pairs": { "branch": "master" },
  "coc-prettier": { "branch": "master" },
  "coc-stylelint": { "branch": "master" },
  "coc-tsserver": { "branch": "master" },
  "coc-volar": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "todo-comments.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-vue": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
